{   
    "CardClick": "Kliknětě pro více informací",
    "CardProjectTitle": "Dokončených Projektů",
    "CardBATitle": "Business Analýza",
    "CardImplementationTitle": "Implementace",
    "CardDevTitle": "Programování/vývoj",
    "CardProjectDescription": "Tvorba a přizpůsobení řešení na míru zákazníkovi.",
    "CardBADescription": "Analýza potřeb zákazníků, vytváření analýz a zadání pro vývojáře.",
    "CardImplementationDescription": "Instalace softwaru, konfigurace low-code/no-code platforem.",
    "CardDevDescription": "Vývoj nového softwaru a rozšiřování stávajícíh řešení.",
    "CardProjectDetail": "Za své léta v oboru business konzultanta mám již za sebou více než 45 dokončených projektů. Patří mezi ně projekty menších rozměrů, ale také projekty pohybující se v řádech měsíců až let pro dokončení. Mezi většinu těchto projektů patří hlavně implementace software pro vytěžování a správu pro digitální dokumenty (systémy DMS, primárně M-Files či na míru šitá řešení v MS SharePoint).",
    "CardBADetail": "Business analýza pro mě není neznámým pojmem. S touto činností se setkávám na denním pořádku. To vše zahrnuje úzkou spolupráci se zákazníkem, vývojovým oddělením, projektovými manažery a podobně. Samozřejmostí k těmto analýzám jsou také analytické dokumenty, procesní analýzy, use-case diagramy a návrhy infrastruktury.",
    "CardImplementationDetail": "Mé zkušenosti také zahrnují samotnou implementaci a instalaci různého software, primárně určeného pro OS Windows Server. Jako příklad je to vytěžovací software FlexiCapture, a také MSSQL Server. S tímto souvisí také konfigurace tohoto software a dalších potřebných komponent jako je IIS.",
    "CardDevDetail": "Jako třešničku na dort považuji tuto zkušenost, jelikož mě baví psát kód a programovat. Postupem času jsem se učil v oboru porozumět kódu a tomu, jak věci v něm fungují a jak vše do sebe zapadá. Z počátku jsem využíval hlavně skriptovacích rozhraní implementovaného software, primárně v jazyce C# a také VBScript. Postupem času jsem se začal také zapojovat a pomáhat při vývoji interních rozšiřovacích modulů a také různých nástrojů.",
    "CurrentPosition": "Business Consultant",
    "Lead": "Analýza, návrh řešení a implementace softwaru pro malé i velké společnosti.",
    "AboutIntroduction": "Dobrý den! Jsem Dalibor a má momentální pracovní role je Business Konzultant. Snažím se udržovat naše zákazníky spokojené, a naše vývojáře při smyslech.",
    "AsusTechnicianDescription": "Opravování základních desek všeho druhu na úrovni malých součástek. Pájení, měření (osciloskopem), a samozřejmě čtení v elektronických schématech.",
    "ECMBusinessConsultantDescription": "Konzultace ve směru digitalizace kanceláří a zbavení se papírových procesů ve firmách. Digitalizace zahrnuje automatické vytěžování údajů z dokumentů, integrace na interní systémy\r\nzákazníka a popřípadě také zavádění nových systémů, z pravidla systémů pro správu dokumentů (DMS). Využití agilních metodik, ale také waterfallu.\r\nÚzká spolupráce se zákazníkem a interními týmy jako např. vývojové oddělení, při vytváření vývojového zadání a také business analýz. \r\nSoučástí je také školení zákazníku pro práce s novými implementovanými systémy.",
    "HeadingEducation": "Vzdělání",
    "HeadingExperience": "Zkušenosti",
    "HighSchoolNaJizdarne": "Střední škola Elektrotechnická Ostrava, Na Jízdárně",
    "MaturityDiploma": "Maturita",
    "MonetaAnalystDescription": "Vytváření reportů za použití nástrojů jako Microsoft Excel, SQL (Oracle), Microsoft Access, PowerBI a SAS BI. Součástí byla také tvorba procesních analýz\r\npro komerční (SMB) backoffice, se zaměřením na komerční proces RWA (risk-weighted asset).",
    "MonetaEndUserServicesDescription": "Podpora interních koncových uživatelů po telefonu, emailem a dalšími kanály. Práce s ticketovacím systémem, eskalování důležitých záležitostí a také troška programování.\r\nZde jsem se začal postupně učit hlavně VBScript u maker v Microsoft Excelu.",
    "MonetaEndUserServicesDate": "Červenec 2017 – Srpen 2018",
    "ECMBusinessConsultantDate": "Duben 2020 – Současnost",
    "MonetaAnalystDate": "Září 2018 – Březen 2020",
    "AsusTechnicianDate": "Říjen 2014 – Duben 2017",
    "InterestsDescription": "Řekněme že jsem opravdu aktivní člověk, i když z duše nenávidím běhání. Opravdu miluji zvedání těžkých věcí v posilovně. Také si rád zajdu na hory. Další věci kterými\r\nzaplňuji svůj volný čas jsou hraní her, programování pro zábavu a taky jedení jídla.",
    "SkillsIntroduction": "Jako business konzultant jsem si stačil osahat hodně věcí, od Windows serverů, přes konfigurace IIS a také programování/skriptování.\r\nNíže jsou uvedeny pouze ty největší oblasti, s kterými se setkávám dennodenně.",
    "SkillsSoftwareAndPlatformsDescription": "Zkušenosti s těmito softwary a platformami mám jak v rámci implementace, tak také v customizaci řešení na míru šitém zákazníkovi.\r\nSamozřejmostí je také integrace na další navazující systémy. \r\nVe své kariéře jsem se také setkal s celou řadou ERP systémů jako např. Dynamics 365 Business Central, Helios Green, Karat! apod.",
    "SkillsOther": "Ostatní",
    "SkillsProgrammingLangAndTools": "Programovací jazyky a nástroje",
    "SkillsSoftwareAndPlatforms": "Zkušenosti se softwarem a platformami (implementace, customizace)",
    "SkillsYears": "let",
    "SkillsOOP": "Objektově Orientované Programování",
    "SkillsOOPDescription": "Integrace, C#, interní aplikace na míru...",
    "SkillsBA": "Business Analýza",
    "SkillsBADescription": "Mapování procesů, UML, vývojářské zadání...",
    "SkillsWindowsServers": "Windows Servery",
    "SkillsWindowsServersDescription": "Konfigurace serverů, instalace potřebného software (on-premise, IIS, Azure, a další)...",
    "SkillsDatabases": "Relační Databáze",
    "SkillsDatabasesDescription": "SQL, PLSQL, T-SQL, reporting, databázové procedury...",
    "HighSchoolNaJizdarneDescription": "Mechanik elektrotechnik - počítačové a zabezpečovací systémy",
    "CertLinkedIn": "Aktuální certifikace naleznete na mém <a href=\"https://www.linkedin.com/in/dalibor-hon/\" target=\"_blank\">LinkedIn profilu</a>.",
    "SectionAboutMe": "O mně",
    "SectionCertifications": "Certifikace",
    "SectionEducation": "Vzdělání",
    "SectionExperience": "Zkušenosti",
    "SectionInterests": "Zájmy",
    "SectionSkills": "Dovednosti",
    "TimelineTitle": "Pracovní zkušenosti a vzdělání",
    "HoverIconsTooltip": "Umístěním ukazatele myši na ikony zobrazíte jejich popis."
}
