{
    "About_Introduction": "Hello! I'm Dalibor and my current job is an Business Consultant. I try to keep our customers happy, and our developers sane.",
    "H2_Experience": "Experience",
    "ECMBusinessConsultantText": "Consulting in the scope of office digitization and getting rid of paper processes in companies. Digitization includes automatic extraction of data from documents, integration with internal systems\r\ncustomer and possibly also the introduction of new systems, such as the document management systems (DMS. Use of agile methodologies, but also of waterfall.\r\nClose cooperation with the customer and internal teams, such as the development department, when creating development assignments and business analyses. \r\nConsulting also includes customer training for working with new implemented systems.",
    "MonetaAnalystText": "Creating reports using tools such as Microsoft Excel, SQL (Oracle), Microsoft Access, PowerBI and SAS BI. Part of the job also was creating process analysis\r\nfor commercial (SMB) backoffice, with a focus on the RWA (risk-weighted asset) commercial process.",
    "MonetaEndUserServicesText": "Support of internal end users by phone, email and other channels. Working with the ticketing system, escalating important issues and also a bit of programming.\r\nHere I gradually started to learn mainly VBScript with macros in Microsoft Excel.",
    "AsusTechnicianText": "Repairing motherboards of all kinds on micro level. Soldering, measuring (with oscilloscope), and of course reading in motherboard schematics.",
    "H2_Education": "Education",
    "HighSchoolNaJizdarne": "High School of Electrical Engineering<br>Ostrava, Na Jízdárně",
    "MaturityDiploma": "GCE Advanced Level",
    "Skills_SoftwareAndPlatforms": "Software and platform experience (implementation, customization)",
    "Skills_ProgrammingLangAndTools": "Programming Languages & Tools",
    "AsusTechnicianDate": "October 2014 - April 2017",
    "MonetaEndUserServicesDate": "July 2017 - August 2018",
    "ECMBusinessConsultantDate": "April 2020 - Present",
    "InterestsText": "Let's say I'm a really active person, although I really hate running. I (really) like just lifting heavy things in the gym. Hiking is my kind of thing too. Other things I do in \r\nmy free time include playing video games, coding stuff for fun and eating food.",
    "MonetaAnalystDate": "September 2018 - March 2020",
    "Skills_Introduction": "Of course there's a lot to cover. As an business consultant I touched almost everything, from Windows Servers, through IIS configuration to pieces of code. \r\nBelow are just the most noteworthy mentions.",
    "Skills_SoftwareAndPlatformsText": "I have experience with these software and platforms both in implementation and in customization of solutions for our customers.\r\nIntegration with other related systems is also a part of my experience.\r\nIn my career, I have also encountered a wide range of ERP systems such as Dynamics 365 Business Central, Helios Green, Karat! etc.",
    "Skills_Other": "Other",
    "HighSchoolNaJizdarneText": "Mechanical and electrical engineering - computer and security systems",
    "Cert_LinkedIn": "You can find current certifications on my <a href=\"https://www.linkedin.com/in/dalibor-hon/\" target=\"_blank\">LinkedIn profile</a>."
}
